Tekla.Structures.Model.LoadGroup.Colors
The possible display colors for loads in a load group.

Tekla.Structures.Model.LoadGroup.Colors.BLACK
The black display color.

Tekla.Structures.Model.LoadGroup.Colors.WHITE
The white display color.

Tekla.Structures.Model.LoadGroup.Colors.RED
The red display color.

Tekla.Structures.Model.LoadGroup.Colors.GREEN
The green display color.

Tekla.Structures.Model.LoadGroup.Colors.BLUE
The blue display color.

Tekla.Structures.Model.LoadGroup.Colors.CYAN
The cyan display color.

Tekla.Structures.Model.LoadGroup.Colors.YELLOW
The yellow display color.

Tekla.Structures.Model.LoadGroup.Colors.MAGENTA
The magenta display color.